{
  "metadata": {
    "format": "pt",
    "total_size": 482039808
  },
  "weight_map": {
    "transformer.wte.weight": "model.safetensors",
    "transformer.wpe.weight": "model.safetensors",
    "transformer.h.0.ln_1.weight": "model.safetensors",
    "transformer.h.0.ln_1.bias": "model.safetensors",
    "transformer.h.0.attn.c_attn.weight": "model.safetensors",
    "transformer.h.0.attn.c_attn.bias": "model.safetensors",
    "transformer.h.0.attn.c_proj.weight": "model.safetensors",
    "transformer.h.0.attn.c_proj.bias": "model.safetensors",
    "transformer.h.0.ln_2.weight": "model.safetensors",
    "transformer.h.0.ln_2.bias": "model.safetensors",
    "transformer.h.0.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.0.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.0.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.0.mlp.c_proj.bias": "model.safetensors",
    "transformer.h.1.ln_1.weight": "model.safetensors",
    "transformer.h.1.ln_1.bias": "model.safetensors",
    "transformer.h.1.attn.c_attn.weight": "model.safetensors",
    "transformer.h.1.attn.c_attn.bias": "model.safetensors",
    "transformer.h.1.attn.c_proj.weight": "model.safetensors",
    "transformer.h.1.attn.c_proj.bias": "model.safetensors",
    "transformer.h.1.ln_2.weight": "model.safetensors",
    "transformer.h.1.ln_2.bias": "model.safetensors",
    "transformer.h.1.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.1.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.1.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.1.mlp.c_proj.bias": "model.safetensors",
    "transformer.h.2.ln_1.weight": "model.safetensors",
    "transformer.h.2.ln_1.bias": "model.safetensors",
    "transformer.h.2.attn.c_attn.weight": "model.safetensors",
    "transformer.h.2.attn.c_attn.bias": "model.safetensors",
    "transformer.h.2.attn.c_proj.weight": "model.safetensors",
    "transformer.h.2.attn.c_proj.bias": "model.safetensors",
    "transformer.h.2.ln_2.weight": "model.safetensors",
    "transformer.h.2.ln_2.bias": "model.safetensors",
    "transformer.h.2.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.2.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.2.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.2.mlp.c_proj.bias": "model.safetensors",
    "transformer.h.3.ln_1.weight": "model.safetensors",
    "transformer.h.3.ln_1.bias": "model.safetensors",
    "transformer.h.3.attn.c_attn.weight": "model.safetensors",
    "transformer.h.3.attn.c_attn.bias": "model.safetensors",
    "transformer.h.3.attn.c_proj.weight": "model.safetensors",
    "transformer.h.3.attn.c_proj.bias": "model.safetensors",
    "transformer.h.3.ln_2.weight": "model.safetensors",
    "transformer.h.3.ln_2.bias": "model.safetensors",
    "transformer.h.3.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.3.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.3.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.3.mlp.c_proj.bias": "model.safetensors",
    "transformer.h.4.ln_1.weight": "model.safetensors",
    "transformer.h.4.ln_1.bias": "model.safetensors",
    "transformer.h.4.attn.c_attn.weight": "model.safetensors",
    "transformer.h.4.attn.c_attn.bias": "model.safetensors",
    "transformer.h.4.attn.c_proj.weight": "model.safetensors",
    "transformer.h.4.attn.c_proj.bias": "model.safetensors",
    "transformer.h.4.ln_2.weight": "model.safetensors",
    "transformer.h.4.ln_2.bias": "model.safetensors",
    "transformer.h.4.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.4.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.4.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.4.mlp.c_proj.bias": "model.safetensors",
    "transformer.h.5.ln_1.weight": "model.safetensors",
    "transformer.h.5.ln_1.bias": "model.safetensors",
    "transformer.h.5.attn.c_attn.weight": "model.safetensors",
    "transformer.h.5.attn.c_attn.bias": "model.safetensors",
    "transformer.h.5.attn.c_proj.weight": "model.safetensors",
    "transformer.h.5.attn.c_proj.bias": "model.safetensors",
    "transformer.h.5.ln_2.weight": "model.safetensors",
    "transformer.h.5.ln_2.bias": "model.safetensors",
    "transformer.h.5.mlp.c_fc.weight": "model.safetensors",
    "transformer.h.5.mlp.c_fc.bias": "model.safetensors",
    "transformer.h.5.mlp.c_proj.weight": "model.safetensors",
    "transformer.h.5.mlp.c_proj.bias": "model.safetensors",
    "transformer.ln_f.weight": "model.safetensors",
    "transformer.ln_f.bias": "model.safetensors",
    "lm_head.weight": "model.safetensors"
  }
}